Repository: common-repository/wpa-seo-auto-linker
Catalog: languages/wpa-seo-auto-linker-*.po
Languages: ru_ru

source: Add a nofollow attribute to the external links.
ru_ru: Добавьте атрибут nofollow к внешним ссылкам.

source: Add a tag
ru_ru: Добавьте метку

source: Add nofollow
ru_ru: Добавить атрибут nofollow

source: Allow processing of RSS feeds. WPA SEO Auto Linker will embed links in all posts in your RSS feed (according to other options).
ru_ru: Разрешить обработку RSS-каналов. WPA SEO Auto Linker будет вставлять ссылки во все сообщения в вашем RSS-канале (согласно другим параметрам).

source: Allow self linking
ru_ru: Разрешить внутренние ссылки

source: Case sensitive
ru_ru: С учетом регистра

source: Categories
ru_ru: Категории

source: Comments
ru_ru: Комментарии

source: Custom Keywords
ru_ru: Пользовательские Ключевые Слова

source: Enable
ru_ru: Разрешить/Включить

source: Enable to link internal links to categories.
ru_ru: Включить связь внутренних ссылок с категориями.

source: Enable to link internal links to pages.
ru_ru: Включить связь внутренних ссылок со страницами.

source: Enable to link internal links to posts.
ru_ru: Включить связь внутренних ссылок с записями.

source: Enable to link internal links to tags.
ru_ru: Включить связь внутренних ссылок с метками.

source: Exclude
ru_ru: Исключить

source: Excluding
ru_ru: Исключенные

source: Grouped keywords
ru_ru: Сгруппированные ключевые слова

source: Heading
ru_ru: Заголовок

source: Here you can enter manually the extra keywords you want to automaticaly link. Use comma to seperate keywords and add target url at the end. Use a new line for new url and set of keywords. You can have these keywords link to any url, not only your site.
ru_ru: Здесь вы можете вручную ввести дополнительные ключевые слова, которые вы хотите автоматически связать. Используйте запятую для разделения ключевых слов и добавления целевого url в конце. Используйте новую строку для нового url и набора ключевых слов. Вы можете направить эти ключевые слова на любой url, а не только на ваш сайт.

source: If you find any bugs or have ideas for the plugin, please let me know at:
ru_ru: Если вы обнаружите какие-либо ошибки или есть идеи для плагина, пожалуйста, дайте мне знать:

source: Ignore keywords
ru_ru: Игнорировать ключевые слова

source: Ignore posts / pages
ru_ru: Игнорировать записи/страницы

source: Internal Links
ru_ru: внутренние ссылки

source: Keywords & links
ru_ru: Ключевые слова и ссылки

source: Like what we do? <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=5LRFCEJLZQW7A" target="_blank">Buy us a drink, or a couple of drinks</a>
ru_ru: Нравится наша работа? <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=5LRFCEJLZQW7A" target="_blank">Купите нам выпивку</a>

source: Limit number of same URLs the plugin will link to. Works only when Max Keyword Links above is set to 1. Set to 0 for no limit.
ru_ru: Ограничить количество одинаковых URL-адресов, на которые будет ссылаться плагин. Работает только тогда, когда Max Keyword Links имеет значение 1. Установите значение 0 для снятия ограничений.

source: Load custom keywords from a URL. This appends to the list above.
ru_ru: Загрузите пользовательские ключевые слова из URL-адреса. Добавятся к приведенному выше списку.

source: Load from URL
ru_ru: Загрузить по ссылке

source: Max Keyword Links
ru_ru: Максимум ключевых ссылок

source: Max Links
ru_ru: Максимум ссылок

source: Max Same URLs
ru_ru: Максимум одинаковых url-адресов

source: May slow down performance.
ru_ru: Может замедлить производительность.

source: Minimum categories / tags
ru_ru: Минимум категорий/меток

source: Only link categories and tags that have been used the above number of times or more.
ru_ru: Только ссылки на категории и метки которые были использованы ранее один или более раз.

source: Open in new window
ru_ru: Открывать в новом окне

source: Open the external links in a new window.
ru_ru: Открывать внешние ссылки в новом окне.

source: Pages
ru_ru: Страницы

source: Plugin settings saved.
ru_ru: Настройки плагина сохранены.

source: Post your found bug or idea at WordPress.org
ru_ru: Отправьте найденные ошибки или ваши идеи на WordPress.org

source: Posts
ru_ru: Записи

source: Prevent duplicate
ru_ru: Предотвращение дублирования

source: Prevent Duplicate links for grouped keywords (will link only first of the keywords found in text).
ru_ru: Запретить дублирование ссылок для сгруппированных ключевых слов (свяжет только первое из ключевых слов, найденных в тексте).

source: Prevent linking in heading tags (h1, h2, h3, h4, h5 and h6).
ru_ru: Запретить связывание тегов заголовков (h1, h2, h3, h4, h5 и h6).

source: RSS feeds
ru_ru: RSS канал

source: Save all settings
ru_ru: Сохранить все настройки

source: Set whether matching should be case sensitive.
ru_ru: Установите, учитывать регистр или нет.

source: Single posts / pages only
ru_ru: Только отдельные записи / страницы

source: Tags
ru_ru: Метки

source: Targeting
ru_ru: Таргетинг/Цели

source: The targets WPA SEO Auto Linker should consider. The match will be based on post/page title or category/tag name, case insensitive.
ru_ru: Цели WPA SEO Auto Linker должны учитываться. Совпадение будет основано на названии записи / страницы или категории / имени метки, без учета регистра.

source: To reduce database load you can choose to have WPA SEO Auto Linker work only on single posts and pages (for example not on main page or archives).
ru_ru: Чтобы уменьшить нагрузку на базу данных, вы можете использовать WPA SEO Auto Linker только для отдельных записей и страниц (например, не на главной странице или в архивах).

source: With WPA SEO Auto Linker you can easily add (automatically) links for keywords and phrases in posts, pages and comments and link them to corresponding posts, pages, categories, tags or any URL. Set the following settings to your own needs and let WPA SEO Auto Linker do the work for you.
ru_ru: С WPA SEO Auto Linker вы можете легко добавлять (автоматически) ссылки на ключевые слова и фразы в сообщениях, страницах и комментариях и связывать их с соответствующими сообщениями, страницами, категориями, тегами или любым URL. Установите следующие настройки для ваших собственных нужд, и пусть WPA SEO Auto Linker сделает работу за вас.

source: WPA SEO Auto Linker can process your posts, pages and comments in search for keywords to automatically interlink.
ru_ru: WPA SEO Auto Linker может обрабатывать ваши записи, страницы и комментарии в поисках ключевых слов для автоматической взаимосвязи.

source: WPA SEO Auto Linker is based on the original SEO Auto Links plugin by Maarten Brakkee. It allows you to setup a list of keywords with default internal and external links. Development of the original plugin seems to have ended as it broke after migrating to PHP 7. If you have a deactivated version of the original plugin, keep it deactivated. Install this one and the original settings will be used.
ru_ru: WPA SEO Auto Linker на основе оригинального SEO Auto Links плагина от Maarten Brakkee. Он позволяет настроить список ключевых слов с внутренними и внешними ссылками по умолчанию. Разработка оригинального плагина, похоже, закончилась, поскольку он перестал работать после перехода на PHP 7. Если у вас есть деактивированная версия оригинального плагина, держите его деактивированным. Установите этот, и будут использованы исходные настройки.

source: You can limit the maximum number of different links that will be generated per post. Set to 0 for no limit.
ru_ru: Вы можете ограничить максимальное количество различных ссылок, которые будут сгенерированы для записи. Установите значение 0 для отключения лимита.

source: You can limit the maximum number of links created with the same keyword. Set to 0 for no limit.
ru_ru: Можно ограничить максимальное количество ссылок, созданных с помощью одного ключевого слова. Установите значение 0 для отключения лимита.

source: You may wish to forbid automatic linking on certain posts or pages. Separate them by comma (ID, slug or name).
ru_ru: Вы можете запретить автоматическую ссылку на определенные записи или страницы. Разделите их запятыми (указывайте ID, slug или имя).

source: You may wish to ignore certain words or phrases from automatic linking. Separate them by comma.
ru_ru: Вы можете игнорировать определенные слова или фразы из автоматического связывания. Разделите их запятыми.
